Repository: ThanakornThanom/flutter_social_app
Catalog: lib/l10n/intl_*.arb
Languages: sw

source: Register now to continue
sw: Kujiandikisha sasa na kuendelea

source: Full Name
sw: Jina kamili

source: Email Address
sw: Barua pepe

source: Select Gender
sw: Chagua Jinsia

source: Male
sw: Mwanaume

source: Female
sw: mwanamke

source: Phone Number
sw: Nambari ya simu

source: Register now
sw: Jiandikishe sasa

# Well_Send_You_Verification_Code_On_Above_Given_Number_To
source: We'll send you verification code on above given number to verify
sw: Tutakutumia ya kuthibitisha juu ya juu idadi fulani ya kuthibitisha

source: Email
sw: Barua pepe

source: Forgot ?
sw: Umesahau?

source: Sign in
sw: Weka sahihi

source: or continue with
sw: au kuendelea na

source: Verification
sw: Uhakiki

source: Add verificationCode send to your number
sw: Kuongeza verificationCode kutuma kwa namba yako

source: Verify Now
sw: Thibitisha Sasa

# xxx_Min_Left
source: 0:48 min left
sw: 00:48 min kushoto

source: Resend
sw: Tuma tena

source: Forgot Password?
sw: Umesahau nywila?

# enterRegisteredEmailAndWeWillGuideYouToReset
source: Enter Registered email and we will guide you to reset your password
sw: Weka Registered barua pepe na sisi atawaongoza kuweka upya nenosiri lako

source: Submit
sw: wasilisha

source: Enter your Email Address
sw: Kuingia yako ya anwani

source: My Profile
sw: Wasifu wangu

source: Logout
sw: Toka

source: Username
sw: jina la mtumiaji

source: Phone Number
sw: Nambari ya simu

source: Email Address
sw: Barua pepe

source: Gender
sw: Jinsia

source: Yes, that was awesome !!
sw: Ndiyo, ni ajabu !!

source: Yeah, lets meet up !!
sw: Ndio, inakuwezesha kukutana !!

source: Select member
sw: Chagua mwanachama

source: Hello Everyone
sw: Habari Kila mtu

source: Samantha ! I must say, your pictures are so beautiful.
sw: Samantha! Lazima niseme, picha yako ni nzuri.

source: Oh, thanks John
sw: Oh, shukrani John

# heyFriendsngoodToSeeYouAll
source: Hey friends! Good to see you all.
sw: Hey marafiki! Nzuri ya kuona wewe wote.

source: Write your comment
sw: Andika maoni yako

source: Hangout friend's group
sw: Kundi rafiki Hangout ya

source: Mute Notification
sw: Zima Taarifa

source: View All
sw: Tazama zote

source: Members in group(06)
sw: Wanachama katika kundi (06)

source: Add Group Name
sw: Kuongeza Jina Group

source: Add a brief description
sw: Kuongeza maelezo mafupi

source: Create Group
sw: kujenga Group

source: Today 10.00 am
sw: Leo 10:00

source: liked
sw: walipenda

source: your post
sw: post yako

source: Create Post
sw: kujenga Post

source: Say something about this photo
sw: Sema kitu kuhusu picha hii

source: Write something to post
sw: Write kitu cha baada

source: Submit Post
sw: wasilisha Post

source: Swipe up for gallery
sw: Swipe juu ya nyumba ya sanaa

source: Swipe up to see next
sw: Swipe juu ya kuona ya

source: Edit Profile
sw: Badilisha Wasifu

source: Change Language
sw: Badilisha lugha

source: Hello, there?
sw: Habari?

source: How you doing?
sw: Unaendeleaje?

source: Isn't this app amazing?
sw: Si programu hii kushangaza?

# itsSoCoolThatICanChatWithMyFriends
source: Its so cool that I can chat with my friend's friends.
sw: baridi ya ili niweze kuzungumza na marafiki wa rafiki yangu.

source: Finding Myself !!
sw: Kupata Mimi mwenyewe !!

source: Wow. Looks stunning :)
sw: Wow. Inaonekana stunning :)

source: Write comment here
sw: Andika maoni hapa

source: Following
sw: kufuatia

source: Trending
sw: Uvumishaji

source: Likes
sw: Anapenda

source: Comments
sw: maoni

source: Groups
sw: vikundi

source: Stories
sw: hadithi

source: Notifications
sw: Taarifa

source: Chats
sw: gumzo

source: Follower
sw: mfuasi

source: Photo
sw: Picha

source: Gallery
sw: nyumba ya sanaa

source: Message
sw: Ujumbe

source: Follow
sw: Kufuata

source: Select Language
sw: Chagua lugha

source: Opps something went wrong. Please try again later.
sw: Lo kuna hitilafu. Tafadhali jaribu tena baadae.

source: Buy Now
sw: Nunua Sasa
